// ScrollingBar.js
import './Anima.css'
const ScrollingBar2 = () => {
    return (
      <div className="scrolling-bar-container w-100" >
        <div className="scrolling-bar-content ">
          <span>
            🔔 مع برامج تسهيل ستعمل بمزاج رايق من خلال | 🎉 إدارة الإجازات 🎉 إدارة المهام | 🎉 إدارة الغيابات  | 🎉 طباعة التقارير 🔁
          </span>
          {/* نسخة ثانية للسلاسة */}
          <span>
            🔔 مع برامج تسهيل ستعمل بمزاج رايق من خلال | 🎉 إدارة الإجازات 🎉 إدارة المهام | 🎉 إدارة الغيابات | 🎉 طباعة التقارير 🔁
          </span>
        
        </div>
      </div>
    );
  };
  
  export default ScrollingBar2;
  